{"translation-revision-date":"2022-12-12 19:50:38+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"404 error pages":["404-felsidor"],"Internal search pages":["Interna söksidor"],"Show Formats in search results":["Visa format i sökresultat"],"Show Media pages in search results":["Visa mediasidor i sökresultat"],"Show Date archives in search results":["Visa datumarkiv i sökresultat"],"Show Author archives in search results":["Visa författararkiv i sökresultat"],"Breadcrumbs for %1$s":["Synliga sökvägar för %1$s"],"Site connections":["Webbplatsanslutningar"],"See the XML sitemap":["Se XML-webbplatskartan"],"Enable feature":["Aktivera funktion"],"Site features":["Webbplatsfunktioner"],"Learn more":["Lär dig mer"],"Site info":["Webbplatsinformation"],"Show or hide our tools and controls in the attachment editor.":["Visa eller dölj våra verktyg och reglage i redigeraren för bilagor."],"(e.g., %1$s":["(t.ex., %1$s"],"Remove unregistered URL parameters":["Ta bort oregistrerade URL-parametrar"],"Optimize Google Analytics utm tracking parameters":["Optimera ”utm”-spårningsparametrar för Google Analytics"],"Remove WP-JSON API":["Ta bort WP-JSON API"],"Remove emoji scripts":["Ta bort skript för emojis"],"Remove Atom \/ RDF feeds":["Ta bort webbflöden för Atom\/RDF"],"Remove search results feeds":["Ta bort webbflöden för sökresultat"],"Remove custom taxonomy feeds":["Ta bort webbflöden för anpassade taxonomier"],"Remove tag feeds":["Ta bort webbflöden för etiketter"],"Remove category feeds":["Ta bort webbflöden för kategorier"],"Remove post type feeds":["Ta bort webbflöden för inläggstyper"],"Remove post authors feeds":["Ta bort webbflöden för inläggsförfattare"],"Remove post comments feeds":["Ta bort webbflöden för inläggskommentarer"],"Remove global comment feeds":["Ta bort globala webbflöden för kommentarer"],"Remove global feed":["Ta bort globalt webbflöde"],"Remove powered by HTTP header":["Ta bort HTTP-headern ”powered by”"],"Remove generator tag":["Ta bort taggen ”generator”"],"Remove oEmbed links":["Ta bort oEmbed-länkar"],"Remove RSD \/ WLW links":["Ta bort RSD\/WLW-länkar"],"Remove REST API links":["Ta bor REST API-länkar"],"Remove shortlinks":["Ta bort kortlänkar"],"%1$s are used for %2$s.":["%1$s används för %2$s."],"%1$s are used for %2$s and %3$s.":["%1$s används för %2$s och %3$s."],"Show or hide our tools and controls in the content editor.":["Visa eller dölj våra verktyg och reglage i innehållsredigeraren."],"Unlock with %1$s":["Lås upp med %1$s"],"Please enter a search term that is longer than 3 characters.":["Ange en sökterm som är längre än 3 tecken."],"Search...":["Sök …"],"Quick search...":["Snabbsök …"],"No, continue editing":["Nej, fortsätt redigera"],"Yes, discard changes":["Ja, kasta ändringarna"],"Discard all changes":["Förkasta alla ändringar"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Du har valt användaren %1$s%5$s%2$s som den person webbplatsen representerar. Användarprofilens uppgifter kommer nu att användas i sökresultaten. %3$sFör att visa rätt uppgifter behöver du redigera denna användarprofil%4$s."],"Please tell us more about the person this site represents.":["Berätta mer om personen som denna webbplats representerar."],"E.g. https:\/\/example.com\/yoast":["T.ex. https:\/\/example.com\/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Berätta för oss om det finns fler profiler på webben som tillhör din organisation. Detta kan vara valfritt antal profiler, såsom YouTube, LinkedIn, Pinterest eller till och med Wikipedia."],"Choose whether your site represents an organization or a person.":["Välj om din webbplats representerar en organisation eller en person."],"Person\/organization":["Person\/organisation"],"E.g. https:\/\/wikipedia.com\/yoast":["T.ex. https:\/\/wikipedia.com\/yoast"],"E.g. https:\/\/youtube.com\/yoast":["T.ex. https:\/\/youtube.com\/yoast"],"E.g. https:\/\/twitter.com\/yoast":["T.ex. https:\/\/twitter.com\/yoast"],"E.g. https:\/\/tumblr.com\/yoast":["T.ex. https:\/\/tumblr.com\/yoast"],"E.g. https:\/\/soundcloud.com\/yoast":["T.ex. https:\/\/soundcloud.com\/yoast"],"E.g. https:\/\/pinterest.com\/yoast":["T.ex. https:\/\/pinterest.com\/yoast"],"E.g. https:\/\/myspace.com\/yoast":["T.ex. https:\/\/myspace.com\/yoast"],"E.g. https:\/\/linkedin.com\/yoast":["T.ex. https:\/\/linkedin.com\/yoast"],"E.g. https:\/\/instagram.com\/yoast":["T.ex. https:\/\/instagram.com\/yoast"],"E.g. https:\/\/facebook.com\/yoast":["T.ex. https:\/\/facebook.com\/yoast"],"Tell us about the other profiles on the web that belong to the person.":["Berätta om de andra profilerna på webben som tillhör personen."],"Other profiles":["Andra profiler"],"Oops! Something went wrong while retrieving the user social profiles.":["Hoppsan! Något gick fel när användarens sociala profiler hämtades."],"Writing":["Skriva"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Du kan bestämma rubriken och beskrivningen för bloggsidan genom att %1$sredigera själva bloggsidan%2$s."],"Google Analytics utm tracking parameters":["”utm”-spårningsparametrar för Google Analytics"],"Advanced: URL cleanup":["Avancerat: URL-rensning"],"Internal site search cleanup":["Rensning av intern webbplatssökning"],"WP-JSON API":["WP-JSON API"],"Remove JavaScript used for converting emoji characters in older browsers.":["Ta bort JavaScript som används för att konvertera emoji-tecken i äldre webbläsare."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Ta bort URL:er som ger alternativa (föråldrade) format för allt ovan."],"Remove URLs which provide information about your search results.":["Ta bort URL:er som ger information om dina sökresultat."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Ta bort URL:er som ger information om dina senaste inlägg, för varje anpassad taxonomi."],"Remove URLs which provide information about your recent posts, for each tag.":["Ta bort URL:er som ger information om dina senaste inlägg, för varje etikett."],"Remove URLs which provide information about your recent posts, for each category.":["Ta bort URL:er som ger information om dina senaste inlägg, för varje kategori."],"Remove URLs which provide information about your recent posts, for each post type.":["Ta bort URL:er som ger information om dina senaste inlägg, för varje inläggstyp."],"Remove URLs which provide information about recent posts by specific authors.":["Ta bort URL:er som ger information om de senaste inläggen av specifika författare."],"Remove URLs which provide information about recent comments on each post.":["Ta bort URL:er som ger information om de senaste kommentarerna på varje inlägg."],"Also disables Post comment feeds.":["Inaktiverar även webbflöden för inläggskommentarer."],"Remove URLs which provide an overview of recent comments on your site.":["Ta bort URL:er som ger en översikt över de senaste kommentarerna på din webbplats."],"Remove URLs which provide an overview of your recent posts.":["Ta bort URL:er som ger en överblick över dina senaste inlägg."],"Disable unwanted content formats":["Inaktivera oönskade innehållsformat"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Ta bort länkar som gör att andra webbplatser kan ”pinga” din när de länkar till dig."],"Remove information about the plugins and software used by your site.":["Ta bort information om tillägg och programvara som används av din webbplats."],"Remove links used for embedding your content on other sites.":["Ta bort länkar som används av för att bädda in ditt innehåll på andra webbplatser."],"Remove links used by external systems for publishing content to your blog.":["Ta bort länkar som används av externa system för att publicera innehåll på din blogg."],"Remove links to the location of your site’s REST API endpoints.":["Ta bort länkar till platsen för din webbplats REST API-ändpunkter."],"Rest API links":["Rest API-länkar"],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Ta bort länkar till WordPress interna förkortade URL:er för dina inlägg."],"Remove unwanted metadata":["Ta bort oönskad metadata"],"Crawl optimization":["Optimering av genomsökning"],"E.g., %1$s and %2$s":["T.ex. %1$s och %2$s"],"E.g., %1$s":["T.ex. %1$s"],"Enable breadcrumbs for your theme":["Aktivera synliga sökvägar för ditt tema"],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Du kan alltid välja att aktivera\/inaktivera dem för ditt tema nedan. Denna inställning kommer inte tillämpas på synliga sökvägar infogade via en widget, ett block eller en kortkod."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Välj vilken inläggstyp du vill visa i den synliga sökvägen för taxonomier."],"Breadcrumbs for Taxonomies":["Synliga sökvägar för taxonomier"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Välj vilken taxonomi du vill visa i den synliga sökvägen för inläggstyper."],"Breadcrumbs for Post types":["Synliga sökvägar för inläggstyper"],"Show Blog page in breadcrumbs":["Visa bloggsida i synliga sökvägar"],"Breadcrumb for 404 page":["Synlig sökväg för 404-sida"],"Prefix for Search page breadcrumbs":["Prefix för synliga sökvägar i söksidor"],"Add prefix":["Lägg till prefix"],"Add anchor text":["Lägg till ankartext"],"Add separator":["Lägg till avgränsare"],"Choose the general appearance of your breadcrumbs.":["Välj det allmänna utseendet för dina synliga sökvägar."],"Breadcrumb appearance":["Utseende på synlig sökväg"],"Configure the appearance and behavior of your breadcrumbs.":["Konfigurera utseendet och beteendet på dina synliga sökvägar."],"Disabling this will redirect the %1$s to your site's homepage.":["Om du inaktiverar detta omdirigeras %1$s till din webbplats startsida."],"Refresh this page":["Uppdatera denna sida"],"Something went wrong. An unexpected error occurred.":["Något gick fel. Ett oväntat fel uppstod."],"Failed to retrieve users.":["Misslyckades att hämta användare."],"Searching users...":["Söker användare …"],"No users found.":["Inga användare hittades."],"Discard changes":["Kasta ändringar"],"The profile is not valid. Please enter a valid URL.":["Profilen är inte giltig. Ange en giltig URL."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Verifieringskoden är inte giltig. Använd endast bokstäverna A till F, siffror, understreck och bindestreck."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Verifieringskoden är inte giltig. Använd endast bokstäver, siffror, understreck och bindestreck."],"Wikipedia":["Wikipedia"],"YouTube":["YouTube"],"Tumblr":["Tumblr"],"SoundCloud":["SoundCloud"],"MySpace":["MySpace"],"LinkedIn":["LinkedIn"],"Instagram":["Instagram"],"User":["Användare"],"Organization or a person":["Organisation eller en person"],"Site basics":["Webbplatsens grunder"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Det finns ändringar som inte är sparade på denna sida. Om du lämnar nu kommer du förlora dessa ändringar. Är du säker på att du vill lämna denna sida?"],"Formats":["Format"],"Media pages":["Mediasidor"],"Categories & tags":["Kategorier och etiketter"],"Content types":["Innehållstyper"],"Show more":["Visa mer"],"Show less":["Visa mindre"],"Configure the basics for your website.":["Konfigurera det grundläggande för din webbplats."],"This field updates the %1$sTagline in your WordPress settings%2$s.":["Detta fält uppdaterar %1$sslogan i dina WordPress-inställningar%2$s."],"This field updates the %1$sSite title in your WordPress settings%2$s.":["Detta fält uppdaterar %1$swebbplatsrubriken i dina WordPress-inställningar%2$s."],"Show %1$s pages in search results":["Visa %1$s-sidor i sökresultat"],"Choose how your %1$s pages should look in search engines. You can always customize this per individual %2$s page.":["Välj hur dina sidor för %1$s ska se ut i sökmotorer. Du kan alltid anpassa detta enskilt på varje %2$s."],"%1$s pages":["%1$s-sidor"],"Choose how your Homepage should look on social media. Note that this is what people probably will see when they search for your brand name.":["Välj hur din startsida ska se ut på sociala medier. Observera att detta är vad folk förmodligen kommer att se när de söker efter ditt varumärke."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Formatbaserade arkiv kan orsaka problem med duplicerat innehåll. För de flesta webbplatser rekommenderar vi att du inaktiverar denna inställning."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Att inaktivera detta betyder att %1$s inte kommer att indexeras av sökmotorer och kommer att exkluderas från XML-webbplatskartor. Vi rekommenderar att du inaktiverar denna inställning."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s kan orsaka problem med duplicerat innehåll. För de flesta webbplatser rekommenderar vi att du inaktiverar denna inställning."],"Date archive":["Datumarkiv"],"Choose how your %1$s should look on social media by default.":["Välj hur dina %1$s ska se ut på sociala medier som standard."],"Disabling this means that archives for authors without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Om du inaktiverar detta betyder det att arkiv för författare som saknar inlägg inte kommer att indexeras av sökmotorer och kommer att uteslutas från XML-webbplatskartor."],"Show archives for authors without posts in search results":["Visa arkiv för författare utan inlägg i sökresultat"],"Choose how your %1$s should look in search engines.":["Välj hur dina %1$s ska se ut i sökmotorer."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Om du driver en blogg som har endast en författare kommer författararkivet att ha exakt samma innehåll som startsidan. Det kallas %1$sproblem med duplicerat innehålls%2$s. Om så är fallet på din webbplats kan du välja att antingen inaktivera det (så att författararkivet omdirigeras till startsidan) eller förhindra att arkivet visas i sökresultaten."],"Author archive":["Författararkiv"],"Read more about the search results settings":["Läs mer om sökresultatsinställningarna"],"Choose how your %1$s should look in search engines and on social media.":["Välj hur dina %1$s ska se ut i sökmotorer och på sociala medier."],"Contact support":["Kontakta supporten"],"We're very sorry, but it seems like the following error has interrupted our application:":["Vi är mycket ledsna, men det verkar som om följande fel har stoppat vårt program:"],"Read reviews from real users":["Läs recensioner från riktiga användare"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress laddar massor av resurser, varav några din webbplats kanske inte behöver. Om du inte använder dessa kan du snabba upp dina sidor och spara resurser om du tar bort dem."],"Remove unused resources":["Ta bort oanvända resurser"],"Choose how your Homepage should look in search engines and on social media. Note that this is what people probably will see when they search for your brand name.":["Välj hur din startsida ska se ut i sökmotorer och på sociala medier. Observera att detta är vad folk förmodligen kommer att se när de söker efter ditt varumärke."],"Choose how your Homepage should look in search engines.":["Välj hur din startsida ska se ut i sökmotorer."],"Keep the categories prefix in the slug":["Behåll kategori-prefixet i slugen"],"Category URLs in WordPress contain a prefix, usually %s. This enables that prefix, for categories only.":["Kategori-URL:er i WordPress innehåller ett prefix, vanligtvis %s. Detta aktiverar detta prefix, men endast för kategorier."],"Choose how your %1$s archive should look on social media.":["Välj hur ditt arkiv för %1$s ska se ut på sociala medier."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Om du inaktiverar detta betyder det att arkivet för %1$s inte kommer att indexeras av sökmotorer och kommer att uteslutas från XML-webbplatskartor."],"Choose how your %1$s archive should look in search engines.":["Välj hur ditt arkiv för %1$s ska se ut i sökmotorer."],"These settings are specifically for optimizing your %1$s archive.":["Dessa inställningar är specifikt för optimering av dina %1$s-arkiv."],"%1$s archive":["Arkiv för %1$s"],"Add custom fields to page analysis":["Lägg till anpassade fält till sidanalys"],"Additional settings":["Ytterligare inställningar"],"Choose how your %1$s should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s.":["Välj hur din %1$s ska beskrivas som standard i din webbplats Schema.org-märkkod. Du kan ändra dessa inställningar enskilt på varje %2$s."],"Choose how your %1$s should look on social media by default. You can always customize this per individual %2$s.":["Välj hur dina %1$s ska se ut på sociala medier som standard. Du kan alltid anpassa detta enskilt på varje %2$s."],"Social appearance":["Utseende på sociala medier"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Om du inaktiverar detta betyder det att %1$s inte kommer att indexeras av sökmotorer och kommer att uteslutas från XML-webbplatskartor."],"Choose how your %1$s should look in search engines. You can always customize this per individual %2$s.":["Välj hur dina %1$s ska se ut i sökmotorer. Du kan alltid anpassa detta enskilt på varje %2$s."],"Search appearance":["Sökutseende"],"You can add multiple custom fields and separate them by using %3$sEnter%4$s or %3$scomma%4$s. %1$sRead more about our custom field analysis%2$s.":["Du kan lägga till flera anpassade fält och separera dem med hjälp av %3$senter-tangenten%4$s eller %3$skommatecken%4$s. %1$sLäs mer om vår analys av anpassade fält%2$s."],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Du har inte angett en butikssida i dina WooCommerce-inställningar. %1$sGör detta först%2$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Åh nej! Det verkar som om ditt formulär innehåller ogiltig data. Granska följande fält:"],"Archive social image":["Social bild för arkiv"],"Archive social description":["Social beskrivning för arkiv"],"Archive social title":["Social rubrik för arkiv"],"Show the archive for %1$s in search results":["Visa arkivet för %1$s i sökresultat"],"Archive breadcrumbs title":["Rubrik för synlig sökväg för arkiv"],"Archive meta description":["Metabeskrivning för arkiv"],"Archive SEO title":["SEO-rubrik för arkiv"],"Enable %1$s for %2$s":["Aktivera %1$s för %2$s"],"Show %1$s in search results":["Visa %1$s i sökresultat"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Den valda mediatypen är inte giltig. Typer som stöds är: JPG, PNG, WEBP och GIF."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["Analysen för inkluderande språk ger förslag på att skriva mer inkluderande texter."],"Inclusive language analysis":["Analys av inkluderande språk"],"Oops! Something went wrong while saving.":["Hoppsan! Något gick fel vid sparning."],"Great! Your settings were saved successfully.":["Toppen! Dina inställningar har sparats."],"Close sidebar":["Stäng sidopanel"],"Open sidebar":["Öppna sidopanel"],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Skaffa din verifieringskod i %1$sYandex Webmaster tools%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Gör anspråk på din webbplats på %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Skaffa din verifieringskod i %1$sGoogle Search console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Skaffa din verifieringskod i %1$sBing Webmaster tools%2$s."],"Bing":["Bing"],"Add verification code":["Lägg till verifieringskod"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Skaffa din verifieringskod i %1$sBaidu Webmaster tools%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag on your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifiera din webbplats med olika verktyg för webbansvariga. Detta lägger till en meta-tagg för verifiering på din startsida. Du hittar instruktioner om hur du verifierar din webbplats för respektive plattform via länken i beskrivningen."],"By default only editors and administrators can access the Advanced - and Schema section of the Yoast SEO metabox. Disabling this allows access to all users.":["Som standard kan endast redaktörer och administratörer komma åt sektionerna Avancerat och Schema i Yoast SEO-metarutan. Om du inaktiverar detta får alla användare åtkomst."],"Restrict advanced settings for authors":["Begränsa avancerade inställningar för författare"],"Security & privacy":["Säkerhet och integritet"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Denna REST API-ändpunkt för Yoast SEO ger dig all metadata du behöver för en viss URL. Det gör det mycket enkelt för ”headless” WordPress-webbplatser att använda Yoast SEO för presentation av alla SEO-metadata."],"REST API endpoint":["REST API-ändpunkt"],"APIs":["API:n"],"Slack sharing":["Delning i Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Möjliggör för Twitter att visa en förhandsvisning med bilder och ett textutdrag när en länk till din webbplats delas."],"Twitter card data":["Data för Twitterkort"],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Möjliggör för Facebook och andra sociala medier att visa en förhandsvisning med bilder och ett textutdrag när en länk till din webbplats delas."],"Open Graph data":["Open Graph-data"],"Facebook, Twitter and Pinterest all use Facebook's Open Graph data, so be sure to keep the 'Open Graph data' setting below enabled if you want to optimize your site for these social platforms.":["Facebook, Twitter och Pinterest använder alla Facebooks ”Open Graph”-data, så se till att hålla inställningen ”Open Graph data” nedan aktiverad om du vill optimera din webbplats för dessa sociala plattformar."],"Social sharing":["Social delning"],"Site structure":["Webbplatsstruktur"],"Tell us which features you want to use.":["Berätta för oss vilka funktioner du vill använda."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sAllow us to track some data about your site to improve our plugin%2$s.":["Användningsspårning låter oss spåra viss data om din webbplats för att förbättra vårt tillägg. %1$sTillåt oss att spåra vissa data om din webbplats för att förbättra vårt tillägg%2$s."],"Enable the XML sitemaps that Yoast SEO generates.":["Aktivera XML-webbplatskartan som Yoast SEO genererar."],"Network disabled":["Inaktiverat för nätverk"],"Unavailable for sub-sites":["Otillgängligt för underwebbplatser"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Denna bild används som reserv för inlägg\/sidor som inte har några bilder angivna."],"Site image":["Webbplatsbild"],"Title separator":["Rubrikavgränsare"],"Recommended size for this image is %1$s%3$s%2$s":["Rekommenderad storlek för denna bild är %1$s%3$s%2$s"],"You can use %1$sSite title%2$s, %1$sTagline%2$s and %1$sSeparator%2$s as variables when configuring the search appearance of your content.":["Du kan använda %1$swebbplatsrubrik%2$s, %1$sslogan%2$s och %1$savgränsare%2$s som variabler när du konfigurerar sökutseendet för ditt innehåll."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Lägg automatiskt till innehåll i ditt RSS-flöde. Detta gör att du kan lägga till länkar som pekar tillbaka till din blogg och dina blogginlägg, vilket hjälper sökmotorer att identifiera dig som den ursprungliga källan till innehållet."],"RSS feed":["RSS-flöde"],"Dismiss":["Avfärda"],"%1$s (default)":["%1$s (standard)"],"Additional URL parameters to allow":["Ytterligare URL-parametrar att tillåta"],"Max number of characters to allow in searches":["Maximalt antal tecken att tillåta i sökningar"],"Filter searches with common spam patterns":["Filtrera sökningar med vanliga skräppostmönster"],"Filter searches with emojis and other special characters":["Filtrera sökningar med emojis och andra specialtecken"],"Filter search terms":["Filtrera söktermer"],"Unregistered URL parameters":["Oregistrerade URL-parametrar"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Pinga automatiskt sökmotorer som Bing och Yandex när du publicerar, uppdaterar eller tar bort ett inlägg."],"IndexNow":["IndexNow"],"Powered by HTTP header":["HTTP-header för ”drivs av”"],"Pingback HTTP header":["HTTP-header för pingbacks"],"Emoji scripts":["Emoji-skript"],"Generator tag":["Generator-tagg"],"oEmbed links":["oEmbed-länkar"],"RSD \/ WLW links":["RSD-\/WLW-länkar"],"Shortlinks":["Kortlänkar"],"Atom\/RDF feeds":["Atom-\/RDF-flöden"],"Search results feeds":["Webbflöden för sökresultat"],"Custom taxonomy feeds":["Webbflöden för anpassade taxonomier"],"Tag feeds":["Webbflöden för etiketter"],"Category feeds":["Webbflöden för kategorier"],"Post type feeds":["Webbflöden för inläggstyper"],"Post authors feeds":["Webbflöden för inläggsförfattare"],"Global comment feeds":["Globala webbflöden för kommentarer"],"Global feed":["Globalt webbflöde"],"Post comments feeds":["Webbflöden för inläggskommentarer"],"Personal logo or avatar":["Personlig logga eller profilbild"],"Select a user":["Välj en användare"],"Add another profile":["Lägg till en annan profil"],"Other social profile":["Annan social profil"],"Site representation":["Webbplatsrepresentation"],"Link suggestions":["Länkförslag"],"Insights":["Insikter"],"Social description":["Beskrivning för sociala nätverk"],"Social title":["Social rubrik"],"Social image":["Social bild"],"Remove image":["Ta bort bild"],"Select image":["Välj bild"],"Replace image":["Ersätt bild"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Detta lägger till en ”byline” för författaren och beräknad lästid i artikelns förhandsvisningstext vid delning på Slack."],"Article type":["Artikeltyp"],"Page type":["Sidtyp"],"Usage tracking":["Användningsspårning"],"Check out %1$s":["Kolla in %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Vi har både gratis- och premiumkurser online för att lära dig allt du behöver veta om SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Vill du lära dig SEO från Team Yoast? Kolla in vår %1$s!"],"Learn SEO":["Lär dig SEO"],"Schema":["Schema"],"An organization name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data%2$s.":["Ett företagsnamn och logga måste ställas in för att strukturerad data ska fungera ordentligt. %1$sLär dig mer om vikten av strukturerade data.%2$s"],"Personal info":["Personlig information"],"Organization logo":["Organisationens logga"],"Organization name":["Organisationens namn"],"Organization":["Organisation"],"Select a user...":["Välj en användare …"],"Upgrade to %s":["Uppgradera till %s"],"Multiple keyphrases":["Flera nyckelordsfraser"],"Get %s":["Skaffa %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Du kan redigera dina SEO meta-data för denna anpassade typ på %1$sbutikssidan%2$s."],"Tagline":["Slogan"],"Site title":["Sidrubrik"],"24\/7 email support":["E-postsupport dygnet runt"],"The text link counter helps you improve your site structure.":["Textlänkräknaren hjälper dig förbättra strukturen för din webbplats."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Funktionen grundstensinnehåll låter dig markera och filtrera grundstensinnehåll på din webbplats."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Läsbarhetsanalysen visar dig hur du förbättrar strukturen och stilen för din text."],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO-analysen visar dig hur du kan förbättra SEO för din text."],"SEO analysis":["SEO-analys"],"%1$s recommendations for you":["Rekommendationer för dig från %1$s"],"Text link counter":["Textlänkräknare"],"Cornerstone content":["Grundstensinnehåll"],"Superfast internal linking suggestions":["Supersnabba interna länkningsförslag"],"Save changes":["Spara ändringar"],"No ads!":["Inga annonser!"],"Facebook & Twitter":["Facebook och Twitter"],"Social media preview":["Förhandsgranska sociala medier"],"Easy redirect manager":["Easy redirect manager"],"No more dead links":["Inga fler döda länkar"],"Increase your SEO reach":["Öka din SEO-räckvidd"],"Variable":["Variabel"],"Available variables":["Tillgängliga variabler"],"Admin bar menu":["Administratörsmeny"],"SEO title":["SEO-rubrik"],"Readability analysis":["Läsbarhetsanalys"],"No results found":["Inga resultat hittades."],"Format-based archives":["Formatbaserade arkiv"],"Bold the last page":["Gör sista sidan till fetstil"],"Author archives":["Arkiv för författare"],"A link to your site, with your site's name and description as anchor text.":["En länk till din webbplats, med ditt webbplatsnamn och beskrivning som ankartext."],"A link to your site, with your site's name as anchor text.":["En länk till din webbplats, med ditt webbplatsnamn som ankartext."],"A link to the post, with the title as anchor text.":["En länk till inlägget, med sidrubriken som ankartext."],"A link to the archive for the post author, with the authors name as anchor text.":["En länk till författararkivet för inläggets författare, med författarens namn som länktext."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Du kan använda följande variabler i innehållet. De kommer att ersättas av värdet till höger."],"Content to put after each post in the feed":["Innehåll att placera efter varje inlägg i flödet"],"Content to put before each post in the feed":["Innehåll att lägga till i början av varje inlägg i RSS-flödet"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Användning av denna funktion för synliga sökvägar är förklarad i %1$svår kunskapsdatabas om tillämpning av synliga sökvägar%2$s."],"How to insert breadcrumbs in your theme":["Hur du lägger till synliga sökvägar i ditt tema"],"Blog":["Blogg"],"Prefix for Archive breadcrumbs":["Prefix för synliga sökvägar i arkiv"],"Prefix for the breadcrumb path":["Prefix för sökvägen till synlig sökväg"],"Anchor text for the Homepage":["Ankartext för startsidan"],"Separator between breadcrumbs":["Avgränsare mellan synliga sökvägar"],"Description":["Beskrivning"],"404 pages":["404-sidor"],"Search pages":["Söksidor"],"Special pages":["Specialsidor"],"Date archives":["Datumarkiv"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Du kan bestämma rubriken och beskrivningen för startsidan genom att %1$sredigera själva startsidan%2$s."],"Homepage":["Startsida"],"Person":["Person"],"RSS":["RSS"],"Breadcrumbs":["Synliga sökvägar"],"Search":["Sök"],"Breadcrumbs title":["Rubrik för synliga sökvägar"],"Pinterest":["Pinterest"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Page title":["Sidrubrik:"],"None":["Ingen"],"Meta description":["Metabeskrivning"],"Google":["Google"],"General":["Allmänt"],"Tools":["Verktyg"],"Advanced":["Avancerat"],"XML sitemaps":["XML-webbplatskartor"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}